{
  "appPageId" : "5072d3ab-f41f-4fa7-b393-eb19f68c4342",
  "componentName" : "siteforce:dynamicLayout",
  "dataProviders" : [ ],
  "id" : "4a54168d-817b-4581-9515-492075ac51cf",
  "label" : "The Bright Spot Privacy Policy",
  "regions" : [ {
    "components" : [ {
      "componentAttributes" : {
        "background" : "background: rgba(0,0,0,0)",
        "backgroundOverlay" : "rgba(0,0,0,0.5)",
        "contentAreaWidth" : 100,
        "sectionConfig" : {
          "UUID" : "455b0c52-c6fe-4c42-894f-2b3a1416dcf3",
          "columns" : [ {
            "UUID" : "009e63ee-eaed-4016-969a-9c51def05c73",
            "columnKey" : "1",
            "columnName" : "Column 1",
            "columnWidth" : "12",
            "seedComponents" : [ ]
          } ]
        },
        "sectionHeight" : 300
      },
      "componentName" : "forceCommunity:section",
      "id" : "455b0c52-c6fe-4c42-894f-2b3a1416dcf3",
      "regions" : [ {
        "components" : [ {
          "componentAttributes" : {
            "richTextValue" : "<h1 style=\"text-align: center;\"><strong>The Bright Spot Privacy Policy</strong></h1><p style=\"text-align: center;\"><br></p><p><span style=\"font-size: 14px;\">Brightcove Inc. and its affiliates (“</span><u style=\"font-size: 14px;\">Brightcove</u><span style=\"font-size: 14px;\">” or “</span><u style=\"font-size: 14px;\">we</u><span style=\"font-size: 14px;\">”) want you to be familiar with the information we collect about users of The Bright Spot - a Brightcove Community (the “</span><u style=\"font-size: 14px;\">Bright Spot</u><span style=\"font-size: 14px;\">”), how we use and share that information, and the choices you have regarding the information you provide. This Privacy Policy (“</span><u style=\"font-size: 14px;\">Privacy Policy</u><span style=\"font-size: 14px;\">”) describes our practices with respect to information collected through your access and use of the Bright Spot, available at&nbsp;</span><a href=\"https://community.brightcove.com/\" rel=\"noopener noreferrer\" target=\"null\" style=\"font-size: 14px; color: rgb(0, 71, 178);\">https://community.brightcove.com</a><span style=\"font-size: 14px;\">&nbsp;(the “Site”). Your use of the Brightcove website (</span><a href=\"https://www.brightcove.com/\" rel=\"noopener noreferrer\" target=\"null\" style=\"font-size: 14px; color: rgb(0, 71, 178);\">https://www.brightcove.com</a><span style=\"font-size: 14px;\">) is subject to the Brightcove Website Privacy Policy, available at&nbsp;</span><a href=\"https://www.brightcove.com/en/legal/privacy/\" rel=\"noopener noreferrer\" target=\"null\" style=\"font-size: 14px; color: rgb(0, 71, 178);\">https://www.brightcove.com/en/legal/privacy/</a><span style=\"font-size: 14px;\">. Any capitalized terms not otherwise defined in this Privacy Policy shall have the meaning ascribed to such capitalized term in the Bright Spot Terms of Use, available at&nbsp;</span><a href=\"https://www.brightcove.com/en/legal/the-bright-spot-terms-of-use/\" rel=\"noopener noreferrer\" target=\"null\" style=\"font-size: 14px; color: rgb(0, 71, 178);\">https://www.brightcove.com/en/legal/the-bright-spot-terms-of-use/</a><span style=\"font-size: 14px;\">.</span></p><p><br></p><p><span style=\"font-size: 14px;\">We designed Bright Spot so that customers, partners, employees, video streaming enthusiasts, and other users can connect, learn, and share ideas and best practices with respect to Brightcove’s products and services. Because we want this to be a safe and inclusive space, we are transparent about the personal data we collect about you, how it is used, and with whom it is shared.</span></p><p><br></p><p><span style=\"font-size: 14px;\">Please read and consider this Privacy Policy prior to accessing, using, and/or registering to use Bright Spot. By accessing and/or using Bright Spot, you agree to this Privacy Policy. If you do not agree with this Privacy Policy, do not use Bright Spot.</span></p><p><br></p><h3><strong style=\"font-size: 16px;\">1. INFORMATION YOU SHARE WITH US:</strong></h3><p><span style=\"font-size: 14px;\">a.&nbsp;</span><u style=\"font-size: 14px;\">Basic Profile Information.</u></p><p><span style=\"font-size: 14px;\">This Privacy Policy applies when (a) you access the platform, and (b) when you use Bright Spot to create a profile and participate within Bright Spot. While you have to provide us with some personal data so that we can provide Bright Spot to you, the only mandatory information required for you to register for Bright Spot is your full name, a nickname you would like to use, your business email address, your company and your role there, your relationship to Brightcove, and the country and state (if applicable) you reside in and its time zone (collectively referred to as “</span><u style=\"font-size: 14px;\">Basic Profile Information</u><span style=\"font-size: 14px;\">”). Since your display name and/or nickname will be made available to the public, you can either use your real name or a pseudonym. While your username will be your verified business email, you will need to create a unique password. After you create an account within Bright Spot, you can choose what you want to provide in your profile by editing it at any time through your profile page within Bright Spot. If you link your social media account(s) to your Bright Spot profile, we will be able to view your social media username for that social media network you provide, but we will not see or access any other data associated with such social media network.</span></p><p><span style=\"font-size: 14px;\">b.&nbsp;</span><u style=\"font-size: 14px;\">Publicly Available Information.</u></p><p><span style=\"font-size: 14px;\">Any Content you make available through Bright Spot can be accessed and/or seen by other Bright Spot members, non-members, and may be searchable through the web via search engines. This includes your Basic Profile Information, unless we provide you an option through Bright Spot to hide or limit the visibility of such Content. Please do not provide any Content that you do not want to be displayed to other Bright Spot members, Brightcove employees, non-members, or that may be accessed through the web via search engines. By providing Content, including personal data (i.e., personal information), you are consenting to the collection, processing, and use of such Content in accordance with this Privacy Policy. It will also be subject to The Bright Spot Terms of Use, available at&nbsp;</span><a href=\"https://www.brightcove.com/en/legal/the-bright-spot-terms-of-use/\" rel=\"noopener noreferrer\" target=\"null\" style=\"font-size: 14px; color: rgb(0, 71, 178);\">https://www.brightcove.com/en/legal/the-bright-spot-terms-of-use/</a><span style=\"font-size: 14px;\">.</span></p><p><span style=\"font-size: 14px;\">c.&nbsp;</span><u style=\"font-size: 14px;\">Usage Information.</u></p><p><span style=\"font-size: 14px;\">We will also collect information relating to your use of Bright Spot, such as when you login to Bright Spot and other log data, information contained within your Content, your conversations with us, including any submitted support tickets or feedback, and general usage data. We will also keep a record of any Content that has been reported to us as violating The Bright Spot Terms of Use, the review of such Content, the Bright Spot member(s) responsible for such Content, and any decisions made about said Content.</span></p><p><span style=\"font-size: 14px;\">We will collect that information directly from you through cookies and tags set on the Site. We do not set any retargeting or marketing cookies. Please note that because we use cookies to authenticate your login, users that disable cookies cannot use secure plugins that capture login credentials on their browsers, which will create a more difficult user experience.</span></p><p><br></p><h3><strong style=\"font-size: 16px;\">2. HOW THAT INFORMATION IS USED:</strong></h3><p><span style=\"font-size: 14px;\">We use your Basic Profile Information to provide you with access to Bright Spot and its features. We will also use this information to verify your identity and to respond to any communications, including those relating to data subject rights under applicable privacy laws. We may share your Basic Profile Information or usage information with service providers to enable certain features, protect your account and information, and for support or other system issues.</span></p><p><span style=\"font-size: 14px;\">Because we want to make Brightcove an inclusive and open space, if you choose to display your pronouns, we may use that information, and any other information you choose to display, to suggest membership within sub-groups of Bright Spot. We will also allow you to create groups of your own. We do not tolerate any abusive or hostile behavior, and will take action in accordance with our Terms of Use against any Bright Spot member that uses that information or those groups in violation of our Terms of Use, as detailed further in the Terms of Use.</span></p><p><br></p><p><span style=\"font-size: 14px;\">We may also use any Content, feedback and opinions you share with us or direct to a Brightcove employee, to update our policies, Terms of Use, the platform and improve or further develop our products and services, operations, and strategies. If you are a current Brightcove customer, this information will be treated as “feedback” under your service agreement with Brightcove.</span></p><p><br></p><p><span style=\"font-size: 14px;\">We will also use your Content to address any issues raised by Bright Spot members and provide product support. Your Content may further be used to update our support documentation or improve our products and services, including our approach to customer service and support, and business development strategies.</span></p><p><br></p><p><span style=\"font-size: 14px;\">We will use information collected by Bright Spot to understand frequent searches, suggest relevance-based search results, to view site traffic, and other use metrics in order to secure and improve the platform, its features, our services, address and avoid issues and disruptions, and provide more relevant features.</span></p><p><br></p><p><span style=\"font-size: 14px;\">We will not use the information in a way that is inconsistent with or unrelated to these purposes without first obtaining your separate permission for such use.</span></p><p><br></p><h3><strong style=\"font-size: 16px;\">3. LAW, HARM &amp; THE PUBLIC INTEREST:</strong></h3><p><span style=\"font-size: 14px;\">Notwithstanding anything to the contrary in this Privacy Policy or controls we may otherwise offer to you, we may preserve, use, share, or disclose your personal data or other data if we believe that it is reasonably necessary to comply with a law, regulation, legal process, or valid governmental request; to protect the safety of any person; to protect the safety or integrity of the Bright Spot platform, including to help prevent spam, abuse, or malicious actors on our services, or to explain why we have removed content or profiles from Bright Spot; to address fraud, security, or technical issues regarding Bright Spot and/or our products and services generally; or to protect our rights or property, or the rights or property of those who use Bright Spot. However, nothing in this Privacy Policy is intended to limit any legal defenses or objections that you may have to a third party, including a government’s request to disclose your personal data.</span></p><p><br></p><h3><strong style=\"font-size: 16px;\">4. CHILDREN’S DATA:</strong></h3><p><span style=\"font-size: 14px;\">Bright Spot is not directed towards, intended for, or marketed to, children, and you may not use any of our services if you are under the age of 13. You must also be old enough to consent to the processing of your personal data in your country (in some countries we may allow your parent or guardian to do so on your behalf), which for most countries is 18 years old. If we are alerted that we may have inadvertently received information on a child, we will delete that information and terminate that profile.</span></p><p><br></p><h3><strong style=\"font-size: 16px;\">5. EUROPEAN TERRITORY MEMBERS:</strong></h3><p><span style=\"font-size: 14px;\">Brightcove provides specific additional rights, if you are a user residing in the European Economic Area (EEA) who interacts with Bright Spot, such as the right to: access, correct, object to processing, delete, or obtain a copy of in a structured and mechanically readable format of, your Content. If you are a Bright Spot user residing in the EEA, you may also (a) contact our data protection officer with questions, comments, complaints or requests, (b) file a complaint with the responsible supervisory authority if you believe our processing of your personal data is violating applicable law, and (c) withdraw your consent where consent was the basis for processing your personal data. Please note that when you delete your account, your Content will remain on Bright Spot, but the Content will cease to be attributed to you. To exercise any of these rights, please contact&nbsp;</span><a href=\"mailto:privacy@brightcove.com\" rel=\"noopener noreferrer\" target=\"null\" style=\"font-size: 14px; color: rgb(0, 71, 178);\">privacy@brightcove.com</a><span style=\"font-size: 14px;\">&nbsp;with your full name, email you used to register for the Bright Spot, and your country of residence.</span></p><p><br></p><p><span style=\"font-size: 14px;\">We will use this information to confirm your identity and EEA-region residency, in order to process your data rights request. We cannot process your request under the law if you do not provide us with sufficient detail to allow us to understand and respond to it.</span></p><p><br></p><h3><strong style=\"font-size: 16px;\">6. CALIFORNIA MEMBERS:</strong></h3><p><span style=\"font-size: 14px;\">In addition to the information in this Privacy Policy, if you are a California resident not acting in a corporate or business capacity while interacting with Bright Spot, you have the right, for the 12-month period immediately preceding the request: (a) to obtain a copy of the personal information collected about said California resident; (b) to ask that we delete the personal information we have collected from said California resident; and (c) the right not to be discriminated against for exercising these rights unless said California resident wants to continue to use our services, which will not function without said information. Please note that when you delete your Bright Spot account, your Content will remain on Bright Spot, but the Content will cease to be attributed to you.</span></p><p><br></p><p><span style=\"font-size: 14px;\">You also have the right to opt out of the “sale” of your information. We do not sell personal information, as that term is defined under California privacy law. To exercise any of these rights, please contact</span><span style=\"color: rgb(0, 71, 178); font-size: 14px;\">&nbsp;</span><a href=\"mailto:privacy@brightcove.com\" rel=\"noopener noreferrer\" target=\"null\" style=\"font-size: 14px; color: rgb(0, 71, 178);\">privacy@brightcove.com</a><span style=\"font-size: 14px;\">&nbsp;with your full name, the email you used to register for Bright Spot and your state of residence, or leave that information at the phone number designated for this purpose:&nbsp;</span><a href=\"tel:8445607810\" rel=\"noopener noreferrer\" target=\"null\" style=\"font-size: 14px; color: rgb(0, 71, 178);\">(844) 560-7810</a><span style=\"font-size: 14px;\">.</span></p><p><br></p><p><span style=\"font-size: 14px;\">Please note, we will use this information to confirm your identity and California residency to process your data rights request. We cannot process your request under the law if you do not provide us with sufficient detail to allow us to understand and respond to it.</span></p><p><br></p><h3><strong style=\"font-size: 16px;\">7. NEVADA MEMBERS:</strong></h3><p><span style=\"font-size: 14px;\">If you are a Nevada resident who interacts with Bright Spot, you have the right to opt out of the “sale” of your personal information. We do not sell personal information, as that term is defined under Nevada privacy law.</span></p><p><br></p><h3><strong style=\"font-size: 16px;\">8. ALL INTERNATIONAL MEMBERS:</strong></h3><p><span style=\"font-size: 14px;\">While we are a US-based company, to enable the sharing of a multitude of experiences and voices, we make our services available globally, where permitted. In some of the countries to which we transfer personal data, like the United States, the privacy and data protection laws and rules regarding when government authorities may access data may vary from those of your country. The United States data protection framework is comprised of state laws and sectoral regulations based on entity type - like banks or credit bureaus - or the information type - like financial information or electronic medical records. As such, not all information at the state level is treated similarly. However, Brightcove applies GDPR principles, and complies with state law where those requirements differ.</span></p><p><br></p><p><span style=\"font-size: 14px;\">Where the laws of your country allow you to do so, you authorize us to transfer, store, and use your data in the United States. When we transfer personal data outside of the European Union, Switzerland, Japan, Brazil, or the United Kingdom, to the United States, we do so because we have reason to believe that we can ensure an adequate level of protection for the rights of data subjects based on the adequacy of the receiving country’s data protection laws and/or contractual obligations placed on the recipient of the data.</span></p><p><br></p><p><span style=\"font-size: 14px;\">Brightcove Inc. complies with the EU-US and Swiss-US Privacy Shield principles (the “</span><u style=\"font-size: 14px;\">Privacy Shield Principles</u><span style=\"font-size: 14px;\">”) regarding the collection, use, sharing, and retention of personal data from the European Union, EFTA States, and the United Kingdom as described in our EU-US Privacy Shield certification and Swiss-US Privacy Shield certification, which can be found&nbsp;</span><a href=\"https://www.privacyshield.gov/participant?id=a2zt00000008RmxAAE&amp;status=Active\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"font-size: 14px; color: rgb(0, 71, 178);\">here</a><span style=\"color: rgb(0, 71, 178); font-size: 14px;\">.</span><span style=\"font-size: 14px;\"> We do not rely on the EU-US or Swiss-US Privacy Shield as our lawful basis to transfer personal data from the European Union, EFTA States, or the United Kingdom, however. We process personal data relating to individuals in Europe via other compliance mechanisms, including use of the European Commission Standard Contractual Clauses, and express and informed consent.</span></p><p><br></p><p><span style=\"font-size: 14px;\">a.&nbsp;</span><u style=\"font-size: 14px;\">Privacy Shield Disclosure.</u></p><p><span style=\"font-size: 14px;\">If you are a resident of a country participating in the Privacy Shield Framework, you may direct any questions or complaints concerning our Privacy Shield compliance to our Privacy Shield and Data Protection Contact listed below. We will work with you to resolve your issue.</span></p><p><br></p><p><span style=\"font-size: 14px;\">If you have not received timely response to your concern relating to data processed under the Privacy Shield Framework, or we have not addressed your concern satisfactorily, you may contact our U.S.-based dispute resolution provider, at no cost to you, at&nbsp;</span><a href=\"https://feedback-form.truste.com/watchdog/request\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"font-size: 14px; color: rgb(0, 71, 178);\">https://feedback-form.truste.com/watchdog/request</a><span style=\"font-size: 14px;\">. If neither Brightcove nor our independent dispute resolution provider resolves your complaint, you may have the right to invoke binding arbitration through the Privacy Shield panel. However, prior to initiating such arbitration, a resident of a country participating in the Privacy Shield Framework must first: (1) contact us and afford us the opportunity to resolve the issue; (2) seek assistance from our designated independent dispute resolution provider; and (3) contact the U.S. Department of Commerce (either directly or through a European DPA) and afford the Department of Commerce time to attempt to resolve the issue. If a resident invokes binding arbitration, each party shall be responsible for its own attorney’s fees. Pursuant to the Privacy Shield Framework, the arbitrator(s) may impose only individual-specific, non-monetary, equitable relief necessary to remedy any violation of the Privacy Shield Principles with respect to the resident.</span></p><p><span style=\"font-size: 14px;\">b.&nbsp;</span><u style=\"font-size: 14px;\">U.S. Federal Trade Commission Enforcement.</u></p><p><span style=\"font-size: 14px;\">Brightcove’s commitments under the Privacy Shield Framework are subject to the investigatory and enforcement powers of the United States Federal Trade Commission.</span></p><p><span style=\"font-size: 14px;\">c.&nbsp;</span><u style=\"font-size: 14px;\">Privacy Shield and Data Protection Contact.</u></p><p><span style=\"font-size: 14px;\">Your Privacy Shield and Data Protection Contact for the personal data that we process in connection with the Site is:</span></p><p><span style=\"font-size: 14px;\">Attn: Chief Privacy Officer</span></p><p><span style=\"font-size: 14px;\">Brightcove Inc.</span></p><p><span style=\"font-size: 14px;\">281 Summer Street</span></p><p><span style=\"font-size: 14px;\">Boston, MA 02210</span></p><p><a href=\"mailto:privacy@brightcove.com\" rel=\"noopener noreferrer\" target=\"null\" style=\"font-size: 14px; color: rgb(0, 71, 178);\">privacy@brightcove.com</a></p><p><span style=\"font-size: 14px;\">Please include sufficient information so we can understand and respond to your specific question.</span></p><p><br></p><h3><strong style=\"font-size: 16px;\">9. RETENTION:</strong></h3><p><span style=\"font-size: 14px;\">We will retain your personal information for the length of time needed to fulfill the purposes outlined in this Privacy Policy and our agreements with you unless a longer retention period is required or permitted by law for internal uses. We will honor any deletion requests we receive in accordance with the laws applicable to that information.</span></p><p><br></p><h3><strong style=\"font-size: 16px;\">10. SECURITY:</strong></h3><p><span style=\"font-size: 14px;\">The security of personal data that Brightcove collects from Bright Spot participants is of great importance to Brightcove. We use organizational, technical, and administrative measures to protect personal data or information under our control, and have certifications from independent security review organizations. No data transmission over the internet or data storage system, however, can be guaranteed to be 100% secure. If you have any questions about the security of your personal data, you can contact us at&nbsp;</span><a href=\"mailto:privacy@brightcove.com\" rel=\"noopener noreferrer\" target=\"null\" style=\"font-size: 14px; color: rgb(0, 71, 178);\">privacy@brightcove.com</a><span style=\"font-size: 14px;\">&nbsp;with security in the subject line of your request.</span></p><p><br></p><h3><strong style=\"font-size: 16px;\">11. AFFILIATES AND CHANGE OF OWNERSHIP:</strong></h3><p><span style=\"font-size: 14px;\">In the event that we are involved in a bankruptcy, merger, acquisition, reorganization, or sale of assets, your personal data may be disclosed or transferred as part of that transaction. This Privacy Policy will apply to your personal data as transferred to the new entity. We may also disclose personal data about you to our corporate affiliates in order to help operate our services and our affiliates’ services if necessary to provide this community.</span></p><p><br></p><h3><strong style=\"font-size: 16px;\">12. CHANGES AND UPDATES:</strong></h3><p><span style=\"font-size: 14px;\">We may update this Privacy Policy to reflect changes to our information and privacy practices. If we make any material changes, we will notify you by posting on Bright Spot or on the page where this Privacy Policy is hosted prior to, or simultaneously with, the change becoming effective. Your continued use of Bright Spot after any such modification constitutes acceptance of any such modified Privacy Policy. We encourage you to review this page periodically for the latest information on our privacy practices. The date of last revision is shown at the bottom of this Privacy Policy.</span></p><p><br></p><h3><strong style=\"font-size: 16px;\">13. CONTACT US:</strong></h3><p><span style=\"font-size: 14px;\">If you have any questions regarding this Privacy Policy, please contact us by email at&nbsp;</span><a href=\"mailto:privacy@brightcove.com\" rel=\"noopener noreferrer\" target=\"null\" style=\"font-size: 14px; color: rgb(0, 71, 178);\">privacy@brightcove.com</a><span style=\"font-size: 14px;\">, or write to:</span></p><p><span style=\"font-size: 14px;\">Attn: Privacy Team</span></p><p><span style=\"font-size: 14px;\">Brightcove Inc.</span></p><p><span style=\"font-size: 14px;\">281 Summer Street</span></p><p><span style=\"font-size: 14px;\">Boston, MA 02210</span></p><p><span style=\"font-size: 14px;\">Please be sure to include sufficient information so we can understand and respond to your specific question or request.</span></p><p><br></p><p><br></p><p><strong style=\"font-size: 16px;\">LAST MODIFIED:</strong><span style=\"font-size: 16px;\">&nbsp;June 21, 2022</span></p>"
          },
          "componentName" : "forceCommunity:richTextInline",
          "id" : "f75134ed-ac5b-42a9-af95-92c53ad452eb",
          "renderPriority" : "NEUTRAL",
          "renditionMap" : { },
          "type" : "component"
        } ],
        "id" : "009e63ee-eaed-4016-969a-9c51def05c73",
        "regionLabel" : "Column 1",
        "regionName" : "1",
        "renditionMap" : { },
        "type" : "region"
      } ],
      "renderPriority" : "NEUTRAL",
      "renditionMap" : { },
      "type" : "component"
    } ],
    "id" : "93d90231-0f70-41ea-a98a-8b8493eed898",
    "regionName" : "content",
    "type" : "region"
  }, {
    "components" : [ {
      "componentAttributes" : {
        "customHeadTags" : "",
        "description" : "",
        "title" : "The Bright Spot Privacy Policy"
      },
      "componentName" : "forceCommunity:seoAssistant",
      "id" : "a4ece296-99f3-4665-8784-cfa82e0a3be9",
      "renditionMap" : { },
      "type" : "component"
    } ],
    "id" : "7e0064f3-dc40-4f6c-8dc1-f1d84b9c392c",
    "regionName" : "sfdcHiddenRegion",
    "type" : "region"
  } ],
  "themeLayoutType" : "Inner",
  "type" : "view",
  "viewType" : "custom-the-bright-spot-privacy-policy"
}