{
  "appPageId" : "2746e722-1a11-406a-a340-af73d0c0847c",
  "componentName" : "siteforce:dynamicLayout",
  "dataProviders" : [ ],
  "id" : "90332112-8980-4285-ad34-b727844db9e6",
  "label" : "Program Rules",
  "regions" : [ {
    "components" : [ {
      "componentAttributes" : {
        "background" : "background: rgba(0,0,0,0)",
        "backgroundOverlay" : "rgba(0,0,0,0.5)",
        "contentAreaWidth" : 100,
        "sectionConfig" : {
          "UUID" : "fbaa4d7a-09a6-4a63-a4f5-db7798f6c2eb",
          "columns" : [ {
            "UUID" : "7efefc59-4c1a-4d6b-b132-25746712a988",
            "columnKey" : "1",
            "columnName" : "Column 1",
            "columnWidth" : "12",
            "seedComponents" : [ ]
          } ]
        },
        "sectionHeight" : 300
      },
      "componentName" : "forceCommunity:section",
      "id" : "fbaa4d7a-09a6-4a63-a4f5-db7798f6c2eb",
      "regions" : [ {
        "components" : [ {
          "componentAttributes" : {
            "richTextValue" : "<h1><strong style=\"font-size: 36px;\">Program Rules</strong></h1><h1 style=\"text-align: justify;\"><br></h1><h1 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\"> 1.Partnership Principle</strong></h1><p><br></p><h2 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\"> 1.1 Basics</strong></h2><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The existing business relationship between Brightcove and a Channel Sales Partner is based on the principles of fairness, openness and honest transactions. Brightcove particularly requests that a Channel Sales Partner extend a similar principle to all with who they engage in business transactions, including but not restricted to clients, subcontracting employees and other third party members of the business triangle or agreement.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> Brightcove expresses complete respect and trust in the Channel Sales Partner’s right of contract to offer for sale and sell her services which are either attached or integrated to their Integrated Solution Offering and these rights are outlined in the Channel Sales Partner contract. These rights also include authorized selling boundaries and Brightcove Services based on the Channel Sales Partner’s product certification achievement.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Interaction between both parties is important and openness in knowledge sharing are most vital in the interaction between the different stakeholders who are involved in the agreement. This implies that a lot of teamwork and interaction would be based on open, transparent and honest conversation</span></p><p><br></p><h2 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\"> 1.2 Value of Deal Registration</strong></h2><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">As listed in section 2.3, Brightcove recognizes and respects Channel Sales Partner’s deal registrations, especially in situations where:</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">● The partner has presented to us the Opportunity via Deal Registration and we have acknowledged and accepted it,</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The partner already has active orders or a reasonable relationship with the Client,</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The partner possesses a certain expertise or Integrated Solution Offering that is of value to the Client.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Brightcove will not offer trade in contrast to a registered deal in the aforementioned cases. The primary aim of partnership guidelines is to provide support for all existing business relationships between partners and their Clients. Brightcove hopes to also prevent deal shopping between partner and direct sales and moderate situations where the Client is trying to re-price the business.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">However, there might be cases:</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Where the partner consents to step away from the deal but Brightcove carries on the deal, or vice versa</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Where Brightcove direct sales is already deep into the sales cycle Brightcove will continue with direct sales motion – but the partner is allowed to compete for the business using contractual rights.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Brightcove and the Channel Sales Partner both recognize it is the Client's choice to acquire or not acquire the Brightcove Services from any particular source. Brightcove cannot ensure or enforce that the Client is acquiring via the partner who first registered the new deal.</span></p><p><br></p><h2 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\"> 1.3 Special Scenarios</strong></h2><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Nevertheless, with regards to the aforementioned, Brightcove and the Channel Sales Partner are aware that with regards to public RFPs/tenders and for doing business with Public Sector and State Owned Entities (SOE), special laws and regulations may apply.</span></p><p><br></p><h1 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">2 Core-Phases of the Engagement Model</strong></h1><p><br></p><h2 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">2.1.Business Planning and GTM Development (DEVELOP)</strong></h2><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">One important factor to the success of the partnership is a transparent and comprehensive business plan, efficient coordination of sales and marketing, services and other such resources. As a result of this, the primary prerequisite is the collaborative development of a business plan which will reflect the engagement prototype which has been described here. The Partner Sales Manager would make a Channel Sales Business plan template available upon request.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">In order to create and maintain annual business plans as well as conduct quarterly reviews, the Channel Sales Partner works in collaboration with its Partner Sales Manager. The plans they come up with would encompass a holistic go-to-market plan which would include a joint value proposition development, objectives of business and financial implications, sales plans and strategy, auxiliary marketing plans, offering prototypes and partner enablement goals.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Where necessary, the Brightcove Sales Reps and the Channel Sales Partner would be required to engage in target account mapping which produces an ongoing joint account strategy.</span></p><p><br></p><h2 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">2.2.Marketing and Demand Generation (MARKET)</strong></h2><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The business strategy with a comprehensive and thorough marketing tactic section is a criterion for partaking in the Channel Sales Market Development Funds (MDF) program. MDF activities must be relevant to the business plan objectives and conform to the MDF rule as defined in the Channel Sales MDF Guide.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><h2 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">2.3.Leads &amp; Opportunity Development, Deal Construction and Sales (PURSUE &amp; SELL)</strong></h2><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Management of combined activities with regards to lead management, opportunity development and sales is the most important constituent of the engagement model. Opportunity pursuit is driven by an assortment of circumstances and requires rigorous management through established processes and guidelines to guarantee ongoing success. This section will address lead and opportunity techniques.</span></p><p><br></p><h3 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\"><em>2.3.1.Leads</em></strong></h3><p><br></p><h4 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(102, 102, 102);\"> 2.3.1.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Leads&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong></h4><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The Channel Sales Partner will be responsible for developing the leads ensuing from MDF or other funded demand generation programs. The Channel Sales Partner will also be responsible for the lead list enabling Brightcove to track lead development in our marketing system. </span><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">Brightcove will not communicate with or groom these Leads.</strong></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The Channel Sales Manager will frequently track all Leads with the Channel Sales Partner to confirm that suitable progress is made and will collect feedback and lead dispositions consequently.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Where the Lead develops into an Opportunity the Channel Sales Partner should initiate a deal registration through the Channel Sales Portal (link) to validate the submission.</span></p><p><br></p><h3 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\"><em>2.3.2.New Opportunities</em></strong></h3><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The Channel Sales Partner may choose from these options of lead registration:</span></p><ul><li style=\"text-align: justify;\"><strong style=\"background-color: transparent;\">Digital Marketing and Enterprise Communication use cases:</strong></li><li class=\"ql-indent-1\" style=\"text-align: justify;\"><strong style=\"background-color: transparent;\">Referrals</strong></li><li class=\"ql-indent-1\" style=\"text-align: justify;\"><strong style=\"background-color: transparent;\">Resell Deals</strong></li><li class=\"ql-indent-2\" style=\"text-align: justify;\"><strong style=\"background-color: transparent;\">Agency Managed - Player Only</strong></li><li class=\"ql-indent-2\" style=\"text-align: justify;\"><strong style=\"background-color: transparent;\">Agency Managed - Full Suite</strong></li><li class=\"ql-indent-2\" style=\"text-align: justify;\"><strong style=\"background-color: transparent;\">Client Own and Operated - Full Suite</strong></li><li style=\"text-align: justify;\"><strong style=\"background-color: transparent;\"> Media use cases :</strong></li><li class=\"ql-indent-1\" style=\"text-align: justify;\"><strong style=\"background-color: transparent;\">Referrals</strong></li><li class=\"ql-indent-1\" style=\"text-align: justify;\"><strong style=\"background-color: transparent;\">Resell Deals</strong></li></ul><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Every individual deal registration will follow a particular approval workflow. If the lead already exists in our system as a registered client or as an active pursuit by our Direct Sales Team, then Channel Sales Manager may decide to refuse the lead registration or to suggest an alternative co-selling approach.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">If the lead is accepted, then it will be converted as an opportunity and will be assigned to a Brightcove employee as per the table below: </span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><h4 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(102, 102, 102);\"> 2.3.2.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Opportunities provided to the Channel Sales Partner by Brightcove</strong></h4><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Opportunities made available by Brightcove, will be delivered to the Channel Sales Partner via the Channel Sales Portal.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">For them to be qualified for Brightcove leads, the Channel Sales Partner will be expected to pass some minimum required certifications and consistently show excellence in project execution and client’s reviews. Based on the complexity of the project, these Brightcove leads may be attached with a requirement to purchase some Brightcove Global Services consulting hours in case of a positive outcome for the Channel Sales Partner.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The Channel Sales Partner will work to build such Opportunities and keep Brightcove aware of that progress in accordance with agreed-upon parameters. Note that these Opportunities are not fit for deal registration by the Channel Sales Partner.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The Brightcove Sales Rep responsible for the Client must recognize that the Channel Sales Partner is involved in the Opportunity pursuit and will work with the Channel Sales Partner to close the sale. The Channel Sales Manager and the Brightcove Sales Rep in collaboration with the Channel Sales Partner will manage the Opportunity tracking inside Brightcove’s system, ensure that the pursuit is progressing and assign the appropriate sales stage for tracking and forecasting purposes.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><h4 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(102, 102, 102);\">&nbsp;&nbsp;2.3.2.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Opportunities identified by the Channel Sales Partner with a New Customer</strong></h4><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Opportunities recognized by the Channel Sales Partner with a New Customer for Brightcove, are made known to Brightcove through the Channel Sales Portal, using the deal registration process.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The Channel Sales Manager communicates and works with the Brightcove Sales Rep responsible for the Client, who must recognize that the Channel Sales Partner is involved in the Opportunity pursuit and will work with the Channel Sales Partner to close the sale. The Channel Sales Manager will work in partnership with the Brightcove Sales Rep and the Channel Sales Partner to manage the Opportunity tracking inside Brightcove’s system, guarantee that the pursuit is progressing and assign the appropriate sales stage for tracking and forecasting purposes.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The Deal Registration Guide suggests that Opportunity progress reviews and dispositions be carried out at least every 30 days to determine if the Channel Sales Partner is still engaged and progressing an active Opportunity. Only the Channel Sales Partner who registers an approved deal first is entitled to Brightcove Sales Rep / Brightcove Solution Engineer support (if applicable) in joint calls and meetings. Channel Sales Partners can request special pricing as outlined in paragraph 2.3.5.2</span></p><p><br></p><h4 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(102, 102, 102);\">2.3.2.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Opportunities with an existing Client of the same Channel Sales Partner</strong></h4><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Partner is projected to commence work on renewals at least 3 months in advance together with Brightcove Account Manager to reduce the risk of losing the business and to also explore opportunities to sell additional features or enlarge commitments. Renewals are not entitled to deal registration qualification.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">In case of up-sell or cross-sell opportunities, the Channel Sales Partner is expected to follow the deal registration process.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Brightcove Account Managers will not engage the client directly without the permission of the Channel Sales Partner.</span></p><p><br></p><h3 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\"><em>2.3.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Other Business Scenarios (with Clients or Direct Customers)</em></strong></h3><p><br></p><h4 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(102, 102, 102);\">2.3.3.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Client requesting moving existing business to Brightcove directly</strong></h4><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">If a Client approaches Brightcove with the intention of transferring their business directly to Brightcove, Brightcove will do everything possible to support the Channel Sales Partner in keeping its business relationship with this Client.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The Brightcove Sales Rep will assess the Client’s motivation for the move and inform that this must be passed on to senior management for resolution. Brightcove will review the Client’s request, consider the Client’s and Channel Sales Partner’s business situations, assess the partner contract status and alternatives to proceed. The Channel Sales Manager will inform the Channel Sales Partner of the situation and team with the Channel Sales Partner to set up a joint call with the Client in order to support the partner's business position, unless unequivocally forbidden by the Client.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The&nbsp;&nbsp;&nbsp;Sales Rep will report to the Client for further discussion and will emphasize to the Client that they have to inform the Channel Sales Partner of its intent.</span></p><p><br></p><h4 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(102, 102, 102);\"> 2.3.3.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Client requesting moving existing business to an alternate partner</strong></h4><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">In a situation where a Channel Sales Partner submits a deal registration for an Opportunity that represents existing business between another partner and his Client, or in a scenario where Brightcove is aware of an alternate partner preparing a proposal for such an Opportunity, the Channel Sales Manager and the Brightcove Account Manager will escalate the situation to senior management to assess the legitimacy of the objectives of the Client. This is done with the main objective of protecting all partners’ existing business relationships (Incumbent Partner) with their Clients and to moderate situations where the Client is simply attempting to re-price the business.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">In this case, the Brightcove Account Manager will inform the Client to emphasize that they have to inform the existing Channel Sales Partner (Incumbent) of its intent, especially to ensure seamless migration of services / configurations if unavoidable.</span></p><p><br></p><h4 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(102, 102, 102);\"> 2.3.3.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Direct Customer requesting moving existing business to a partner</strong></h4><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">In a case where a Channel Sales Partner submits a deal registration for an Opportunity that represents existing direct business of Brightcove, the Channel Sales Manager and the Brightcove Account Manager will escalate the situation to senior management to assess the validity of the objectives of the Client and the Channel Sales Partner. The main objective of this is to verify Channel Sales Partner’s value-add, and to minimize situations where the Direct Customer is simply attempting to re-price the business.</span></p><p><br></p><h4 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(102, 102, 102);\">2.3.3.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;RFP or Public Tenders issued by Direct Customer/Client/ to partner(s) and Brightcove</strong></h4><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">There are three cases where one or multiple Channel Sales Partners and/or Brightcove have received a RFP or Public Tender:</span></p><ul><li style=\"text-align: justify;\"><span style=\"background-color: transparent;\">Existing Channel Sales Partner’s Client - renewal of existing Brightcove Solution (Scenario 1), or</span></li><li style=\"text-align: justify;\"><span style=\"background-color: transparent;\">New Client – request for Brightcove Solution (Scenario 2), or</span></li><li style=\"text-align: justify;\"><span style=\"background-color: transparent;\">Existing (Direct) Customer – request for new Brightcove Solution or renewal of existing Brightcove Solution (Scenario 3)</span></li></ul><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Scenario 1:</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">In this scenario, the Brightcove/Account Manager will not take part in the bid or RFP and will inform the Channel Sales Partner’s Client accordingly. This is done with the main objective of protecting partner’s existing business relationship (Incumbent Partner) with their Client and to minimize the possibility that the Client is just trying to re-price the business.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Other Channel Sales Partners are notifying Brightcove through Deal Registration process that they are participating in the respective bid or RFP procedure.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Scenario 2/3:</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Brightcove is made aware of a RFP or Public Tender via a Deal Registration from Channel Sales Partner.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">All Channel Sales Partners taking part or involved in the RFP or Public Tender have access to Brightcove Sales Rep support in joint calls and meetings. Brightcove Sales Rep will share all proposal development relating to Brightcove Solutions in response to such RFP or Public Tender among participating partners in order to ensure equal and fair treatment.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">In case the Brightcove is already informed of the RFP/Public Tender (prior to Channel Sales Partner deal registration), Brightcove may decide at its sole discretion to participate in the RFP/Public Tender.</span></p><p><br></p><h3 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\"><em>&nbsp;&nbsp;2.3.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Client Engagement</em></strong></h3><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">All Client engagements including calls, meetings and events will be managed by the Channel Sales Partner and should be based on a documented, joint account strategy. If the Channel Sales Manager and/or Brightcove Sales Rep and/or Brightcove Account Manager are to participate this must be done in conjunction with the Channel Sales Partner. They can independently engage with the Client only upon the Channel Sales Partner’s consent and they must brief the Channel Sales Partner after such engagements about the outcome and next steps. The Channel Sales Partner presents the overall solution proposal including pricing to the Client and Brightcove respects the sales cycle/selling motion of the Channel Sales Partner.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><h3 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\"><em>2.3.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pricing and Negotiation</em></strong></h3><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">All Client engagements including calls, meetings and events will be coordinated by the Channel Sales Partner and should be based on a documented, joint account strategy. If the Channel Sales Manager and/or Brightcove Sales Rep and/or Brightcove Account Manager are to participate this must be done in conjunction with the Channel Sales Partner. They can independently engage with the Client only upon the Channel Sales Partner’s consent and they must brief the Channel Sales Partner after such engagements about the outcome and next steps. The Channel Sales Partner presents the overall solution proposal including pricing to the Client and Brightcove respects the sales cycle/selling motion of the Channel Sales Partner.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><h4 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(102, 102, 102);\">2.3.5.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Partner and Client Pricing</strong></h4><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Wholesale and Client pricing is a very important role in the partner engagement model. The Channel Sales Partner uses either the Channel Sales price list (or the pricing as outlined separately in their Brightcove contract) as the foundation for its Client-facing pricing (retail price). Brightcove cannot be involved in the negotiation of pricing with the Client.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">In particular:</span></p><ul><li style=\"text-align: justify;\"><span style=\"background-color: transparent;\">The Brightcove Sales Rep / Account Manager / Channel Sales Manager will provide the Channel Sales Partner with pricing according to the Channel Sales price list or contractual pricing.</span></li><li style=\"text-align: justify;\"><span style=\"background-color: transparent;\"> The Brightcove Sales Rep / Account Manager / Channel Sales Manager can help the Channel Sales Partner in building a Client proposal in terms of Brightcove solutions and their features.</span></li><li style=\"text-align: justify;\"><span style=\"background-color: transparent;\"> Brightcove can educate Channel Sales Partners on Brightcove deal structure practices and related pricing methodology.</span></li><li style=\"text-align: justify;\"><span style=\"background-color: transparent;\">Brightcove can provide Client with Brightcove Suggested Retail Price (SRP) - when requested by the Client and inform the Channel Sales Partner of such request.</span></li></ul><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Brightcove will not:</span></p><ul><li style=\"text-align: justify;\"><span style=\"background-color: transparent;\">Dictate or influence the retail price or a specific price range for the Channel Sales Partner’s Clients.</span></li><li style=\"text-align: justify;\"><span style=\"background-color: transparent;\">Discuss retail pricing with Channel Sales Partner’s Clients.</span></li><li style=\"text-align: justify;\"><span style=\"background-color: transparent;\">Get involved in price negotiations between the Client and the Channel Sales Partner.</span></li></ul><p><br></p><h4 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(102, 102, 102);\"> 2.3.5.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Special Deal Pricing</strong></h4><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">We acknowledge that there may be scenarios where the Channel Sales Partner might request for special pricing considerations from Brightcove to win the deal, for example competitive pricing pressure or Client budget limitations for strategic opportunities, this includes RFP’s and Public Tenders. 1st Mover may request special pricing to the Channel Sales Manager supported by business justification. If, in Brightcove’s discretion, the request for special pricing is approved, then 1st Mover will be provided with adjusted pricing.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">If the same Opportunity will be subsequently registered by a 2nd Mover, then the 2nd Mover can request special pricing after the deal registration was approved. The 2nd Mover needs to provide the Channel Sales Manager with a business justification. If, in Brightcove’s discretion, the request for special pricing is approved, then 2nd Mover will be provided with adjusted pricing. For clarity discount granted to the 2nd Mover shall not exceed the discount (percentage) granted to 1st Mover, against the 2nd Mover´s applicable price list.</span></p><p><br></p><h2 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">2.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Client Support</strong></h2><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Level 1 Technical Support is always provided by default by the Brightcove Customer Success team as a requirement of the Brightcove Channel Sales Partner Program.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">However, Channel Sales Partners may be able to achieve Support Certification, in order to comply with the qualitative and quantitative support SLAs and adhere to designated support and escalation processes as referenced in the Channel Sales agreement before we enable them with Level 1 support.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">In this situation, the Channel Sales Manager will conduct reviews with the Channel Sales Partner to ensure compliance to those SLAs and processes and to support the Channel Sales Partner in certification and resource access. The Channel Sales Manager will also be available to assist the Channel Sales Partner with Client support escalations.</span></p><p><br></p><h1 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">&nbsp;&nbsp;&nbsp;3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Enforcement &amp; Dispute Resolution Process</strong></h1><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Brightcove encourages the understanding of this Policy within its organization by open communication and trainings made available to its personnel. Brightcove also maintains internal policies to support the enforcement of and compliance with this Policy.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Thus, the Channel Sales Partner and its personnel are expected to follow this Policy, applicable laws and regulations and ethical business conduct.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Going against the above will not only harm Brightcove’s repute but could also result in breach of contract and legal actions.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">If the Channel Sales Partner perceives a violation of this Policy by Brightcove, the Channel Sales Partner is requested to escalate such violation immediately in writing to the Brightcove Regional Channel Manager.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Consequently, if Brightcove perceives a violation of this Policy by the Channel Sales Partner, then Brightcove will escalate such violation immediately in writing to the Channel Sales Partner. For clarity sending the e-mail using the e-mail program’s reading confirmation function shall suffice as written notification.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Upon receipt of such violation notification, the notified party will provide the other party with a feedback within three (3) business days.</span></p><p><br></p><h1 style=\"text-align: justify;\"><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">&nbsp;&nbsp;&nbsp;4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Changes and Updates</strong></h1><p><br></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The terms of this Policy are subject to changes and updates. Any such changes or updates will be communicated via the Channel Sales Partner Portal.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>&nbsp;</p>"
          },
          "componentName" : "forceCommunity:richTextInline",
          "id" : "feb2e9d3-5cb9-4ee5-aa44-68d73833e7c4",
          "renderPriority" : "NEUTRAL",
          "renditionMap" : { },
          "type" : "component"
        } ],
        "id" : "7efefc59-4c1a-4d6b-b132-25746712a988",
        "regionLabel" : "Column 1",
        "regionName" : "1",
        "renditionMap" : { },
        "type" : "region"
      } ],
      "renderPriority" : "NEUTRAL",
      "renditionMap" : { },
      "type" : "component"
    } ],
    "id" : "52a7ace8-ef89-4c23-a754-d17341ca859f",
    "regionName" : "content",
    "type" : "region"
  }, {
    "components" : [ {
      "componentAttributes" : {
        "customHeadTags" : "",
        "description" : "",
        "title" : "Program Rules"
      },
      "componentName" : "forceCommunity:seoAssistant",
      "id" : "0c488cdc-5a53-4365-8ab5-eb47105be330",
      "renditionMap" : { },
      "type" : "component"
    } ],
    "id" : "e7571f76-ecce-4fe8-90b2-0f9f066bd797",
    "regionName" : "sfdcHiddenRegion",
    "type" : "region"
  } ],
  "themeLayoutType" : "Inner",
  "type" : "view",
  "viewType" : "custom-program-rules"
}